{
    "@odata.type": "#microsoft.graph.windows10CompliancePolicy",
    "displayName": "Require Windows Defender Real-Time Protection",
    "description": "Devices must have Defender Real-Time Protection enabled.",
    "defenderEnabled": true,
    "scheduledActionsForRule": [
      {
        "ruleName": "PasswordRequired",
        "scheduledActionConfigurations": [
          {
            "actionType": "block",
            "gracePeriodHours": 0,
            "notificationTemplateId": "",
            "notificationMessageCCList": []
          }
        ]
      }
    ]